translations.he = {
	name = "he",
	fullname = "עברית",

	-- Error messages
	corrupt_map = "<r>מפה משובשת, טוען אחרת.",
	corrupt_map_vanilla = "<r>[שגיאה] <n>לא ניתן לקבל מידע אודות מפה זו.",
	corrupt_map_mouse_start = "<r>[שגיאה] <n>דרוש מקום התחלה במפה זו (נקודת התחלה של העכבר).",
	corrupt_map_needing_chair = "<r>[שגיאה] <n>מפה זו צריכה ספה בנקודה הסופית.",
	corrupt_map_missing_checkpoints = "<r>[שגיאה] <n>נדרשת לפחות נקודת שמירה אחת במפה זו (נקודה צהובה).",
	corrupt_data = "<r>למרבה הצער, נתוניך נפגמו ואופסו.",
	min_players = "<r>על מת שנתוניך ישמרו, חייבים להיות לפחות ארבעה שחקנים שונים בחדר זה. <bl>[%s/%s]",
	tribe_house = "<r>נתונים לא ישמרו בבתי שבט.",
	invalid_syntax = "<r>syntax שגוי.",
	code_error = "<r>שגיאה התגלתה: <bl>%s-%s-%s %s",
	emergency_mode = "<r>מתחיל כיבוי חירום, אין כניסה לשחקנים חדשים. אנא לך לחדר #parkour אחר.",
	leaderboard_not_loaded = "<r>הלוח תוצאות עדיין לא נטען, המתן דקה.",
	max_power_keys = "<v>[#] <r>אתם יכולים שיהיו לכם עד %s כוחות על אותו מקש.",

	-- Help window
	help = "עזרה",
	staff = "צוות",
	rules = "חוקים",
	contribute = "תרומה",
	changelog = "חדש",
	help_help = "<p align = 'center'><font size = '14'>ברוך הבא ל-<T>#parkour!</T></font></p>\n<font size = '12'><p align='center'><J>מטרתך להשיג את כל נקודות השמירה עד שאתה מסיים את המפה.</J></p>\n\n<N>• לחץ <O>ם</O>, כתוב <O>!op</O> או לחץ על <O>גלגל השיניים</O> בכדי לפתוח את <T>ההגדרות</T>.\n• לחץ <O>פ</O> או לחץ על <O>כפתור האגרוף</O> בצד ימין למעלה על מנת לפתוח את <T>תפריט הכוחות</T>.\n• לחץ <O>ך</O> או כתוב <O>!lb</O> בכדי לפתוח את <T>לוח התוצאות</T>.\n• לחץ על <O>צ</O> או כפתור ה-<O>Delete</O> כתחליף ל-<T>/mort</T>, אתה יכול להחליף בין המקשים <J>בהגדרות</J>.\n• על מנת לדעת עוד על <O>הצוות</O> שלנו ועל <O>החוקים של פארקור</O>, לחץ על הכרטיסיות <T>צוות</T> ו<T>חוקים</T> לפי הסדר.\n• לחץ <a href='event:discord'><o>כאן</o></a> בכדי לקבל הזמנה לשרת הדיסקורד ו<a href='event:map_submission'><o>כאן</o></a> בכדי לקבל קישור לנושא הגשת המפות.\n• לחץ על חיצי ה<o>למעלה</o> וה<o>למטה</o> כאשר אתה צריך לגלול.\n\n<p align = 'center'><font size = '13'><T>ניתן כעת לתרום! לפרטים נוספים לחצו על הכרטיסייה <O>תרומה</O> tab!</T></font></p>",
	help_staff = "<p align = 'center'><font size = '13'><r>הערה: צוות הפארקור אינו צוות המשחק ואין לו שום כוח במשחק עצמו, אלא רק במודול</r>\nצוות הפארקור מוודא כי המודול רץ בצורה חלקה עם עניינים מינימליים והם תמיד זמינים לעזור לשחקנים מתי שצריך.</font></p>\nאתה יכול לכתוב <D>!staff</D> בצ'אט כדי לראות את רשימת הצוות.\n\n<font color = '#E7342A'>אדמינים:</font> הם אחראים לשמור על המודול עי הוספת עדכונים ותיקוני באגים.\n\n<font color = '#D0A9F0'>מנהלי צוות:</font> הם מפקחים על צוותי הניהול והמפות, מוודאים כי הם מבצעים את עבודתם כשורה. בנוסף, הם האחראים על גיוס חברים חדשים לצוות.\n\n<font color = '#FFAAAA'>מנהלים:</font> הם האחראים לאכוף את חוקי המודול והענשת משתמשים אשר לא שומרים עליהם.\n\n<font color = '#25C059'>צוות מפות:</font> הם האחראים על סקירה, הוספה והסרה של מפות במודול הפארקור בכדי להבטיח שיהיה לכם משחק מהנה.",
	help_rules = "<font size = '13'><B><J>כל החוקים, התנאים וההגבלות של הטראנספורמייס חלים גם על #parkour</J></B></font>\n\nאם אתם מוצאים שחקן אשר עובר על חוקים אלה, שלחו לחישה למנהלי פארקור במשחק. אם אין מנהלים מחוברים, מומלץ לדווח על כך בשרת הדיסקורד.\nכאשר מדווחים, בבקשה כללו את השרת, שם החדר, ושם המשתמש של השחקן.\n• דוגמא: en-#parkour10 Blank#3495 trolling\nהוכחות כגון צילומי מסך, וידאו או גיפס הם יעילים ומוערכים, אך לא חייב.\n\n<font size = '11'>• אין להשתמש ב<font color = '#ef1111'>האקים, גליצ'ים או באגים</font> בחדרי פארקור\n• <font color = '#ef1111'>פארם VPN </font> ייחשב כ<B>ניצול</B> והדבר אסור. <p align = 'center'><font color = '#cc2222' size = '12'><B>\nכל אחד שיתפס עובר על חוקים אלה יורחק באופן מיידי.</B></font></p>\n\n<font size = '12'>טראנספורמייס מרשה לעשות טרולים. עם זאת, <font color='#cc2222'><B>אנו לא נאפשר זאת בפארקור.</B></font></font>\n\n<p align = 'center'><J>טרול זה כאשר שחקן משתמש בכוחותיו או במוצרי זריקה בכוונה תחילה כדי למנוע משחקנים אחרים לסיים את המפה.</j></p>\n• טרול כנקמה הוא <B>אינו סיבה מוצדקת</B> להטריל מישהו ואתם עדיין תענשו.\n• כפיית עזרה על שחקנים שמנסים להשלים לבדם את המפה וסירוב להפסיק כאשר התבקשת לכך ייחשב כטרול.\n• <J>אם שחקן אינו מעוניין בעזרה או מעוניין להשלים לבדו את המפה, אנא נסו ככל יכולתכם לעזור לשחקנים אחרים</J>. עם זאת, אם שחקן אחר צריך עזרה באותה נקודה כמו השחקן השני שרוצה להשלים לבד, אתה יכול לעזור לשניהם.\n\nאם שחקן יתפס מטריל, הוא יענש על בסיס זמן. חשוב לציין כי ביצוע טרול שוב ושוב יוביל לעונשים ארוכים יותר וחמורים יותר.",
	help_contribute = "<font size='14'>\n<p align='center'>צוות הניהול של פארקור אוהב לפתוח את קוד המקור מכיוון שזה <t>עוזר לקהילה</t>. אתה יכול <o>לראות</o> ו<o>לערוך</o> את קוד המקור ב-<o><u><a href='event:github'>GitHub</a></u></o>.\n\nשמירה על המודול היא <t>התנדבותית לחלוטין</t>. לכן, כל עזרה ב<t>קודים</t>, <t>דיווח על באגים</t>, <t>הצעות</t> ו<t>יצירת מפות</t> תמיד <u>מתקבלת בברכה ומוערכת</u>.\nאתה יכול <vp>לדווח אודות באגים</vp> ו<vp>להציע הצעות</vp> ב<o><u><a href='event:discord'>דיסקורד</a></u></o> ו/או ב-<o><u><a href='event:github'>GitHub</a></u></o>.\nאתה יכול <vp>להגיש את מפותיך</vp> ב<o><u><a href='event:map_submission'>נושא הפורום</a></u></o> שלנו.\n\nאחזקת פארקור איננה יקרה, אך גם איננה חינמית. אנו נשמח אם תוכלו לעזור לנו עי <t>תרומה בכל סכום</t> <o><u><a href='event:donate'>כאן</a></u></o>.\n<u>כל התרומות הולכות היישר לשיפור המודול.</u></p>",
	help_changelog = "<font size='13'><p align='center'><o>גירסה 2.5.0 - 05/09/2020</o></p>\n\n<font size='11'>• תוקנו רוב הבאגים בנוגע לקריסת חדרים.\n• לפקודה <cep>!staff</cep> כעת יש חלון.\n• כאשר אתם מסיימים מפה, תוכלו להשתמש ב <cep>!cp</cep> על מנת להשתגר לנקודת שמירה קודמת.\n• מערכת פרופיל! כתוב <cep>!profile [שחקן]</cep> כדי לראות את הפרופיל שלו.\n• <vp>מעת לעת</vp>, חלק מהמפות יציגו סקר כך שתוכלו להצביע <vp>להשאיר</vp> או <r>להסיר</r> אותן.\n• <b>חמישה כוחות חדשים נוספו!</b>\n• <u>הזמן שלך</u> יתחיל להיספר לאחר <u>שתזוז בפעם הראשונה</u>.\n• שחקן שמסיים עם הזמן הכי קצר יקבל <font color='#ffffff'>שם משתמש לבן</font>.\n• כעת אתם יכולים <d>לשנות את מקשי הכוחות</d>.\n• אתם יכולים להשתמש בפקודה <cep>!map</cep> בשבט שלכם בכדי <vp>להעביר מפה</vp>.\n• אתם יכולים ללחוץ על <cep>F</cep> בכדי לאפשר או להשבית את <r>שורת הללא-עזרה</r>.\n• <i>(כנראה)</i> באגים חדשים :(",

	-- Congratulation messages
	reached_level = "<d>ברכות! עלית לרמה <vp>%s</vp>.",
	finished = "<d><o>%s</o> סיים את הפארקור תוך <vp>%s</vp> שניות, <fc>ברכות!",
	unlocked_power = "<ce><d>%s</d> השיג את הכח <vp>%s</vp>.",

	-- Information messages
	staff_power = "<r>לצוות פארקור <b>אין</b> שום כוחות מחוץ לחדרי פארקור.",
	donate = "<vp>הקלד <b>!donate</b> אם תרצה לתרום עבור מודול זה!",
	paused_events = "<cep><b>[אזהרה!]</b> <n>המשחק הגיע למגבלה קריטית ונעצר כעת.",
	resumed_events = "<n2>המשחק נמשך.",
	welcome = "<n>ברוכים הבאים ל<t>#parkour</t>!",
	module_update = "<r><b>[אזהרה!]</b> <n>המשחק יעדוכן בעוד <d>%02d:%02d</d>.",
	leaderboard_loaded = "<j>לוח התוצאות נטען. לחץ L כדי לפתוח אותו.",
	kill_minutes = "<R>כוחותיך הושבתו ל-%s דקות.",
	permbanned = "<r>הורחקת לצמיתות מ-#parkour.",
	tempbanned = "<r>הורחקת מ-#parkour למשך %s דקות.",

	-- Miscellaneous
	options = "<p align='center'><font size='20'>אפשרויות פארקור</font></p>\n\nהשתמש בחלקים כנקודות שמירה\n\nהשתמש במקלדת <b>QWERTY</b> (כבה אם <b>AZERTY</b> בשימוש)\n\nהשתמש באות <b>צ</b> במקום <b>/mort</b> (משבית את <b>DEL</b>)\n\nהראה את זמן טעינת הכוחות\n\nהראה כפתור כוחות\n\nהראה כפתור עזרה\n\nהראה הכרזות השלמת מפות\n\nהצג סימן 'ללא עזרה'",
	cooldown = "<v>[#] <r>המתן מספר שניות לפני שאתה עושה זאת.",
	power_options = ("<font size='13' face='Lucida Console'><b>QWERTY</b> מקלדת" ..
					 "\n\n<b>הסתר</b> ספירת מפות"),
	unlock_power = ("<font size='13' face='Lucida Console'><p align='center'>השלם <v>%s</v> מפות" ..
					"<font size='5'>\n\n</font>בכדי להשיג" ..
					"<font size='5'>\n\n</font><v>%s</v>"),
	upgrade_power = ("<font size='13' face='Lucida Console'><p align='center'>השלם <v>%s</v> מפות" ..
					"<font size='5'>\n\n</font>כדי לשדרג ל" ..
					"<font size='5'>\n\n</font><v>%s</v>"),
	unlock_power_rank = ("<font size='13' face='Lucida Console'><p align='center'>דרגה <v>%s</v>" ..
					"<font size='5'>\n\n</font>בכדי להשיג" ..
					"<font size='5'>\n\n</font><v>%s</v>"),
	upgrade_power_rank = ("<font size='13' face='Lucida Console'><p align='center'>דרגה <v>%s</v>" ..
					"<font size='5'>\n\n</font>כדי לשדרג ל" ..
					"<font size='5'>\n\n</font><v>%s</v>"),
	maps_info = ("<p align='center'><font size='13' face='Lucida Console'><b><v>%s</v></b>" ..
				 "<font size='5'>\n\n</font>מפות שהושלמו"),
	overall_info = ("<p align='center'><font size='13' face='Lucida Console'><b><v>%s</v></b>" ..
					"<font size='5'>\n\n</font>לוח תוצאות כללי"),
	weekly_info = ("<p align='center'><font size='13' face='Lucida Console'><b><v>%s</v></b>" ..
				   "<font size='5'>\n\n</font>לוח תוצאות שבועי"),
	badges = "<font size='14' face='Lucida Console,Verdana'>תגים (%s): <a href='event:_help:badge'><j>[?]</j></a>",
	private_maps = "<bl>מספר המפות של שחקן זה הינו פרטי. <a href='event:_help:private_maps'><j>[?]</j></a></bl>\n",
	profile = ("<font size='12' face='Lucida Console,Verdana'>%s%s %s\n\n" ..
				"דרגה בלוח התוצאות הכללי: <b><v>%s</v></b>\n\n" ..
				"דרגה בלוח התוצאות השבועי: <b><v>%s</v></b>"),
	map_count = "מספר מפות: <b><v>%s</v></b>",
	help_badge = "תגים הינם הישגים ששחקן יכול לקבל. לחץ עליהם על מנת לקבל פירוט.",
	help_private_maps = "משתמש זה אינו מעוניין לשתף את מספר המפות שלו בפומבי! אתה יכול להסתיר את זה גם בפרופיל שלך.",
	help_badge_1 = "משתמש זה היה חלק מצוות הפארקור בעבר.",
	help_badge_2 = "משתמש זה נמצא או היה בעמוד הראשון של לוח התוצאות הכללי.",
	help_badge_3 = "משתמש זה נמצא או היה בעמוד השני של לוח התוצאות הכללי.",
	help_badge_4 = "משתמש זה נמצא או היה בעמוד השלישי של לוח התוצאות הכללי.",
	help_badge_5 = "משתמש זה נמצא או היה בעמוד הרביעי של לוח התוצאות הכללי.",
	help_badge_6 = "משתמש זה נמצא או היה בעמוד החמישי של לוח התוצאות הכללי.",
	help_badge_7 = "שחקן זה היה בפודיום בסוף של לוח התוצאות השבועי בסוף שבוע",
	help_badge_8 = "השחקן הזה השיג שיא של 30 מפות תוך שעה.",
	help_badge_9 = "השחקן הזה השיג שיא של 35 מפות תוך שעה.",
	help_badge_10 = "השחקן הזה השיג שיא של 40 מפות תוך שעה.",
	help_badge_11 = "השחקן הזה השיג שיא של 45 מפות תוך שעה.",
	help_badge_12 = "השחקן הזה השיג שיא של 50 מפות תוך שעה.",
	help_badge_13 = "השחקן הזה השיג שיא של 55 מפות תוך שעה.",
	make_public = "הפוך לציבורי",
	make_private = "הפוך לפרטי",
	moderators = "מנהלים",
	mappers = "צוות מפות",
	managers = "מנהלי צוות",
	administrators = "אדמינים",
	close = "סגור",
	cant_load_bot_profile = "<v>[#] <r>אינך יכול לראות את הפרופיל של הבוט הזה כיוון שפארקור משתמש בו באופן פנימי כדי לעבוד בצורה ראויה.",
	cant_load_profile = "<v>[#] <r>השחקן <b>%s</b> ככל הנראה מנותק או איננו קיים.",
	like_map = "האם אתה אוהב את המפה הזו?",
	yes = "כן",
	no = "לא",
	idk = "לא יודע",
	unknown = "לא ידוע",
	powers = "כוחות",
	press = "<vp>לחץ %s",
	click = "<vp>לחיצה שמאלית",
	ranking_pos = "דרגה #%s",
	completed_maps = "<p align='center'><BV><B>מפות שהושלמו: %s</B></p></BV>",
	leaderboard = "לוח תוצאות",
	position = "<V><p align=\"center\">דרגה",
	username = "<V><p align=\"center\">שם משתמש",
	community = "<V><p align=\"center\">קהילה",
	completed = "<V><p align=\"center\">מפות שהושלמו",
	overall_lb = "כללי",
	weekly_lb = "שבועי",
	new_lang = "<v>[#] <d>השפה הוגדרה ל-עברית",

	-- Power names
	balloon = "בלון",
	masterBalloon = "מאסטר בלון",
	bubble = "בועה",
	fly = "תעופה",
	snowball = "כדור שלג",
	speed = "מהירות",
	teleport = "שיגור",
	smallbox = "קופסא קטנה",
	cloud = "ענן",
	rip = "קבר",
	choco = "קרש שוקולד",
	bigBox = "קופסא גדולה",
	trampoline = "טרמפולינה",
	toilet = "אסלה",
	pig = "חזיר",
	sink = "כיור",
	bathtub = "אמבטיה",
	campfire = "מדורה",
	chair = "כסא",
}
